---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorNumberOfWires
source: html/4069d77c-b141-0735-d174-021df6b465b7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricSheetMinorNumberOfWires Property

"Minor Number of Wires": Minor Number of Wires

## Syntax (C#)
```csharp
public static ForgeTypeId FabricSheetMinorNumberOfWires { get; }
```